Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Roderich coraz bardziej się wścieka z powodu sytuacji z renegatami. Rozkazał mi jak najszybciej zdobyć dodatkowe informacje od Berto. To dobry moment, żeby przygotować się do walki. Sytuacja robi się coraz bardziej napięta, atak może nastąpić w każdej chwili. Powinienem spotkać się z Berto późnym wieczorem, w tym samym miejscu, co ostatnio.
uk: Родеріх дедалі більше лютує через ситуацію з відступниками. Він наказав мені якнайшвидше отримати додаткову інформацію від Берто. Зараз саме час готуватися до битви. Ситуація стає все напруженішою, напад може статися будь-якої миті. Я повинен зустрітися з Берто пізно ввечері, на тому ж місці, що й минулого разу.

source: Roderich docenił moją inicjatywę z kopalnią i wręczył mi w nagrodę parę sztuk złota.
uk: Родеріх оцінив мою ініціативу з копальнею і дав мені трохи золота в нагороду.

source: Roderich dowie się o twoich czynach!
uk: Родеріх дізнається про твої вчинки!

source: Roderich dowie się o twoim czynie!
uk: Родеріх дізнається про твій вчинок!

source: Roderich dowie się o waszej zdradzie.
uk: Родеріх дізнається про вашу зраду.

source: Roderich dowie się o wszystkim!
uk: Родеріх про все дізнається!

source: Roderich i Lorenzo wyślą swoich najlepszych ludzi. Ponadto Gildia Kupiecka rozpoczęła przygotowania w starym domu Kaleba.
uk: Родеріх та Лоренцо відправлять своїх найкращих людей. Крім того, Торгова Гільдія розпочала підготовку в старому будинку Калеба.

source: Roderich i Riordian postanowili wykorzystać zamieszanie wśród Wilczych Synów i natychmiast ruszyć szturmem na Wilcze Leże.
uk: Родеріх і Ріордіан вирішили скористатися розгубленістю Вовчих Синів і негайно вирушили на штурм Вовчого Лігва.

source: Roderich i garstka jego ludzi broni się w Starym Mieście. To właśnie tam nasi wrogowie skierowali większość swoich sił.
uk: Родеріх зі жменькою своїх людей обороняються в Старому місті. Саме туди наші вороги спрямували більшість своїх сил.

source: Roderich i reszta straży z pewnością się odwdzięczą.
uk: Родеріх і решта вартових неодмінно віддячать тобі.

source: Roderich kazał mi przekazać, że zostaniesz awansowany w najbliższym czasie.
uk: Родеріх просив передати, що найближчим часом ти отримаєш підвищення.

source: Roderich kazał mi załatwić sobie miecz. Jakieś pomysły?
uk: Родеріх сказав, щоб я дістав собі меч. Маєш якісь ідеї?

source: Roderich może i bywa ostry, może i dużo wymaga, ale wiem jedno - poszedłbym za nim w ogień.
uk: Родеріх може бути суворим, може багато вимагати, але я знаю одне – я б пішов за ним навіть у вогонь.

source: Roderich musi się dowiedzieć, co tutaj zaszło.
uk: Родеріх мусить дізнатися, що тут сталося.

source: Roderich najwyraźniej nie przewidział, że doszło do buntu.
uk: Родеріх очевидно не передбачав, що дійде до бунту.

source: Roderich nie był zadowolony z otrzymanych rozkazów. Muszę się z nim udać do koszar, by sprawdzić, jak wyglądają nowe pancerze straży miejskiej.
uk: Родеріх не зрадів отриманим наказам. Я маю піти з ним до казарм, щоб оглянути нові обладунки Міської Варти.

source: Roderich nie miał wyboru - będąc pod presją rosnących w siłę miejskich decydentów, mając przed sobą zmanipulowany motłoch z portu i chcąc zachować porządek w mieście - uznał mnie za winnego.
uk: У Родеріха не було вибору – під тиском дедалі впливовіших міських можновладців, перед обличчям підконтрольного їм натовпу з порту, і бажаючи зберегти порядок у місті – він визнав мене винним.

source: Roderich nie wie nic o żadnym Antonio. Zasugerował jednak, że lepszy taki trop niż żaden i w aktualnej sytuacji nie mam większego wyboru, niż udać się na winnicę Rity. Poradził mi też, bym na południu wyspy był szczególnie ostrożny.
uk: Родеріх нічого не знає ні про ніякого Антоніо. Однак він припустив, що краще така зачіпка, аніж ніякої, і в нинішній ситуації у мене немає іншого вибору, окрім як навідатися на виноградник Рити. Він також порадив мені бути особливо обережним на півдні острова.

source: Roderich niecierpliwi się moim brakiem obecności. Skoro czyszczenie mapy i tak trochę zajmie, to w sumie mogę się do niego udać.
uk: Родеріху не терпиться мене побачити. Оскільки очищення мапи все одно займе деякий час, я поки що можу сходити до нього.

source: Roderich od dawna nie zwraca uwagi na jednolitość wyposażenia, możesz mi wierzyć.
uk: Родеріх давно вже не дбає про однакове спорядження, можеш мені повірити.

source: Roderich odesłał cię z pustymi rękami?
uk: Родеріх лишив тебе з порожніми руками?

source: Roderich oficjalnie nie może tego głośno powiedzieć, ale był zadowolony z efektów naszych działań. Teraz wystarczy złożyć meldunek Graysonowi.
uk: Родеріх не може сказати цього вголос, але він дуже задоволений результатами наших зусиль. Тепер мені залишилося доповісти Грейсону.

source: Roderich osobiście dementuje pogłoski, jakoby strażnicy miejscy pobierali opłaty za poruszanie się po drogach Archolos. Wszelka działalność osobników podszywających się pod strażników wiąże się z natychmiastową karą śmierci.
uk: Родеріх особисто спростовує чутки про те, що Міська Варта стягує плату за пересування дорогами Архолосу. Будь-яка діяльність осіб, що видають себе за вартових, карається негайною смертною карою.

source: Roderich osobiście dementuje pogłoski, jakoby strażnicy miejscy pobierali opłaty za poruszanie się po drogach Archolos. Wszelka działalność osobników podszywających się pod strażników wiąże się z natychmiastową karą śmierci. Jednego z takich Mytników widziano na południe od Silbach, w pobliżu drewnianego mostu. Za wykonanie wyroku śmierci przewidziana jest nagroda w wysokości 200 sztuk złota, do odbioru u strażnika Oktava.
uk: Родеріх особисто спростовує чутки про те, що Міська Варта стягує плату за пересування дорогами Архолосу. Будь-яка діяльність осіб, що видають себе за вартових, карається негайною смертною карою. Одного такого Митника було помічено на південь від Сільбаху, поблизу дерев'яного мосту. За виконання смертного вироку передбачена винагорода у розмірі 200 золотих, яку можна отримати у вартового Октава.

source: Roderich polecił mi oddać ci ten pancerz do naprawy.
uk: Родеріх доручив мені віддати тобі цей обладунок для ремонту.

source: Roderich powiedział, że Gildia zyska na mojej akcji w kopalni. Pora udać się do Lorenzo po zapłatę.
uk: Родеріх сказав, що Гільдія отримає вигоду від моєї присутності в копальні. Пора йти до Лоренцо за оплатою.

source: Roderich powiedział, że to ty zajmujesz się rekrutami.
uk: Родеріх сказав, що ти займаєшся новобранцями.

source: Roderich prosił mnie, bym w jakiś sposób zatrzymał standaryzację.
uk: Родеріх попросив мене, щоб я якось зупинив стандартизацію.

source: Roderich przedstawił mi szczegóły dotyczące sytuacji w mieście. Nagłe przybycie okrętu z uchodźcami i nieudany zamach na życie Lichwiarza to na ten moment główne problemy władz miasta. Strażnicy zabezpieczają port, a ja mam przeprowadzić śledztwo w sprawie zamachu. Muszę udać się do willi Volkera.
uk: Родеріх детально розповів мені про ситуацію в місті. Раптове прибуття корабля з біженцями та невдалий замах на Лихваря – головні проблеми міської влади на даний момент. Варта охороняє порт, а я маю розслідувати замах. Потрібно йти до маєтку Волкера.

source: Roderich przydzielił dodatkowych ludzi do ochrony winnicy.
uk: Родеріх виділив додаткових людей для охорони виноградника.

source: Roderich przydzielił mi dwóch ludzi, z którymi mam udać się po Malena. Podczas działań na terenie kopalni mamy też rozejrzeć się za dalszymi dowodami obciążającymi Lewko.
uk: Родеріх виділив мені на допомогу двох людей, щоб схопити Малена. Крім того, ми повинні знайти докази проти Левка, доки перебуваємо на території копальні.

source: Roderich rozkazał mi przekazać, że nie przyjmie oferowanego przez waszą ekscelencję wyposażenia.
uk: Родеріх наказав мені повідомити, що він не прийме пропонованого вашою світлістю спорядження.

source: Roderich również nie jest zadowolony ze sprzętu, jaki otrzymaliśmy od Graysona. W zaufaniu poprosił mnie, żebym znalazł jakieś niekonwencjonalne wyjście z tej sytuacji. Może mi w tym pomóc zbadanie, jak nowe pancerze sprawdzają się w praktyce. Wieczorami Arwid i Lennart patrolują Plac Targowy. Powinienem zobaczyć, jak im pójdzie.
uk: Родеріх також незадоволений спорядженням, яке ми отримали від Грейсона. По секрету він попросив мене знайти якийсь нестандартний вихід з цієї ситуації. Можливо, мені допоможе в цьому вивчення того, як себе покажуть нові обладунки на практиці. Вечорами Арвід і Ленарт патрулюватимуть Ринкову площу. Потрібно простежити, як все пройде.

source: Roderich się o wszystkim dowie!
uk: Родеріх про все дізнається!

source: Roderich szkoli elitarnych strażników w walce bronią jednoręczną, dwuręczną oraz pomaga im nabrać siły.
uk: Родеріх навчає елітних вартових володінню одноручною та дворучною зброєю і допомагає їм набиратися сили.

source: Roderich tego tak nie zostawi!
uk: Родеріх це так не залишить!

source: Roderich uważa przeszukanie magazynu Lichwiarza za zbyt ryzykowne. Znowu zostawił mnie samego z problemem.
uk: Родеріх вважає, що обшукувати склад Лихваря занадто ризиковано. Знову він залишив мене з проблемою наодинці.

source: Roderich uznał, że całkiem dobrze sobie poradziłem z patrolem. Przybliża mnie to do zostania strażnikiem miejskim.
uk: Родеріх вважає, що я досить добре впорався з патрулюванням. Це наближає мене до того, щоб стати міським вартовим.

source: Roderich wciąż marzy o odbudowie reputacji swojej jednostki, ale mieszkańcy mają dobrą pamięć.
uk: Родеріх досі мріє відновити репутацію свого підрозділу, але місцеві мають добру пам'ять.

source: Roderich wytłumaczył mi, co się działo pod moją nieobecność i jak wygląda aktualna sytuacja w mieście. Jeśli nie chcę ryzykować swojej pozycji w straży, muszę przerwać na moment poszukiwania brata i wypełniać rozkazy dowódcy.
uk: Родеріх розповів мені, що відбулося за час моєї відсутності, і про поточну ситуацію в місті. Якщо я не хочу ризикувати своїм становищем у Варті, то повинен на деякий час припинити пошуки брата і підкоритися наказу командира.

source: Roderich wyznaczył mnie do bycia informatorem Królewskiego Wysłannika. Mam wykonywać wszystkie jego polecenia oraz okazywać szacunek jemu i jego świcie. Znajdę ich w ratuszu miejskim.
uk: Родеріх призначив мене інформатором Королівського посла. Я маю виконувати всі його накази та виявляти повагу до нього і його оточення. Я знайду їх у міській ратуші.

source: Roderich wyznaczył mnie na członka oddziału uderzeniowego, który ma zaatakować Przystań Łotrów. Wygląda na to, że straż połączyła swoje siły z Gildią Kupiecką. Mam porozmawiać w koszarach z Winstanem, to on koordynuje atak.
uk: Родеріх призначив мене членом загону для нападу на Гавань лиходіїв. Схоже, Варта об'єдналася з Торговою Гільдією. Я маю поговорити з Вінстаном у казармах, він координує атаку.

source: Roderich zapłacił mi za wykrycie procederu Lewko i obiecał, że weźmie to pod uwagę kiedy będzie rozdawał awanse.
uk: Родеріх заплатив мені за розкриття оборудок Левко і пообіцяв взяти це до уваги, коли призначатиме підвищення.

source: Roderich zaskakująco łatwo się zgodził. Dowiedziałem się również, że udało im się pojmać orka żywcem. Warto wspomnieć o tym Graysonowi.
uk: Родеріх на подив легко погодився. Також я дізнався, що їм вдалося схопити орка живцем. Варто розповісти про це Грейсону.

source: Roderich zebrał większość naszych i udał się w stronę Starego Miasta. Podobno to właśnie tam odbyło się główne natarcie przeciwników.
uk: Родеріх забрав більшу частину наших і попрямував у бік Старого міста. Судячи з усього, саме там відбулася основна атака ворога.

source: Roderich zostanie o wszystkim poinformowany!
uk: Родеріх про все дізнається!

source: Roderich zrobił wszystko co jego mocy żeby mi pomóc...
uk: Родеріх зробив все, що в його силах, щоб допомогти мені...

source: Roderich zrobił wszystko co w jego mocy, żeby mi pomóc...
uk: Родеріх зробив все, що в його силах, щоб допомогти мені...

source: Roderich, co?
uk: Родеріх, так?

source: Rodericha.
uk: Родеріха.

source: Rodowa Kusza Ramseya
uk: Фамільний арбалет Рамзі

source: Rodowici Vengardczycy, ale i przybysze, którzy chcą być zrozumiani, często wyraźnie artykułują pewne elementy mowy, zwłaszcza w imionach obcego pochodzenia. Południowe imię „Sahrad” wypowiadane jest przez nich dosłownie, tak, jak jest zapisane. Mieszkańcy Zandir Sol z kolei czytają je jako „sarad” z pominięciem twardej spółgłoski „h”.
uk: Корінні венградці, а також новоприбулі, які хочуть, щоб їх зрозуміли, часто чітко вимовляють певні звуки, особливо в словах іншомовного походження. Південне ім'я 'Сахрад' вони вимовляють буквально так, як воно пишеться. Мешканці Зандір-Солу, з іншого боку, вимовляють його як 'Сарад', опускаючи твердий приголосний 'х'.

source: Rodowy Miecz Ramseya
uk: Фамільний меч Рамзі

source: Rodowy Rapier Ramseya
uk: Фамільна рапіра Рамзі

source: Rodowy Topór Ramseya
uk: Фамільна сокира Рамзі

source: Rodowy Łuk Ramseya
uk: Фамільний лук Рамзі

source: Rodrigo
uk: Родріго

source: Rodrigo chciał się odegrać poprzez dorzucenie ostrej przyprawy do jedzenia Stana.
uk: Родріго хотів пожартувати, додавши гострих спецій у їжу Стена.

source: Rodrigo dał mu w pysk i powiedział, że za oszustwo go zabije.
uk: Родріго дав йому по пиці і сказав, що вб'є за шахрайство.

source: Rodrigo kazał mi jak najszybciej zdać raport Cortezowi.
uk: Родріго сказав мені якнайшвидше з'явитися до Кортеза.

source: Rodrigo miał motyw, by zabić Stana.
uk: У Родріго був мотив вбити Стена.

source: Rodrigo o niczym nie wiedział.
uk: Родріго нічого ні про що не знав.

source: Rodrigo powiedział, żebym zerwał kilka gałęzi z okolicznych krzewów i przyniósł je do jaskini.
uk: Родріго сказав мені наламати гілок з навколишніх кущів і принести їх у печеру.

source: Rodrigo się zgodził i przegrał. W takiej sytuacji, każdy by się zdenerwował, ale on wpadł w szał.
uk: Родріго погодився і програв. У такій ситуації будь-хто засмутився б, але він розлютився.

source: Rodrigo twierdzi, że nic nie wie o wilczych jagodach. A co jeśli to faktycznie nie był on? Zarówno Oscar, jak i Simon wspominali o Foksie, który stara się trzymać z dala od całej sprawy i zrzucać podejrzenia na Rodrigo. Chyba nie mówi mi wszystkiego...
uk: Родріго стверджує, що нічого не знає про вовчі ягоди. А раптом це був не він? І Оскар, і Саймон згадували Фокса, який намагається триматися подалі від усього цього і перекладає провину на Родріго. Не думаю, що він все мені розповів...

source: Rodrigo twierdzi, że nic nie wie o wilczych jagodach. Wszystkie fakty wskazują jednak na niego. Czas złożyć raport Cortezowi.
uk: Родріго стверджує, що нічого не знає про вовчі ягоди. Проте всі факти вказують на нього. Час доповісти Кортезу.

source: Rodrigo zaproponował wykorzystanie wilczego dołu. Polecił mi, bym wykopał dół w zwężeniu jaskini. Przyda mi się kilof.
uk: Родріго запропонував скористатися вовчою ямою. Він доручив мені викопати яму у вузькому місці печери. Мені знадобилася кирка.

source: Rodrigo. Miał na pieńku z ofiarą, a że jest z grupy trzymającej władzę, to każdy wskazuje na niego.
uk: Родріго. У нього були проблеми з жертвою, а оскільки він належить до впливової групи, всі вказують на нього.

source: Rodzaj: pas łowcy
uk: Тип: Мисливський пояс

source: Rodzaje Obrażeń: Tom I
uk: Типи пошкоджень. Том I

source: Rodzaje Obrażeń: Tom II
uk: Типи пошкоджень. Том II

source: Rodzaje Obrażeń: Tom III
uk: Типи пошкоджень. Том III

source: Rodzina powinna sobie pomagać.
uk: В сім'ї треба допомагати один одному.

source: Rodzinka górskich trolli należy do przeszłości. Gdy Garos o tym usłyszy, z pewnością mnie wynagrodzi.
uk: Сімейство гірських тролів тепер у минулому. Коли Гарос почує про це, він неодмінно винагородить мене.

source: Roel
uk: Роел

source: Roela nie ma na jego stałym miejscu. Powinienem go poszukać na własną rękę.
uk: Роела немає на його колишньому місці. Доведеться його пошукати.

source: Rof
uk: Роф

source: Rof i Jef. Moi bracia. Bez nich plan zupełnie by nie wypalił.
uk: Роф і Джеф. Мої брати. Без них план би повністю провалився.

source: Rogi cieniostworów
uk: Вилучення рогів тінезвірів

source: Rogi cieniostworów są mocne i nie powinien się przy tym złamać. Po chwili wyjdzie z czaszki i będzie gotowy do sprzedaży.
uk: Роги тінезвірів міцні, і вони не повинні зламатися в процесі. Через деякий час він вийде з черепа і буде готовий до продажу.

source: Rogowa muszla
uk: Спіральна мушля

source: Rok Ognia 2021
uk: Рік Вогню 2021

source: Role się odwróciły. Dawaj kasę.
uk: Ролі помінялися. Давай гроші.

source: Rolf
uk: Рольф

source: Rolf jest już bezpieczny.
uk: Рольф тепер у безпеці.

source: Rolf nie żyje. Wygląda na to, że się spóźniłem.
uk: Рольф мертвий. Здається, я запізнився.

source: Rolf nie żyje. Zginął podczas drogi do wioski.
uk: Рольф мертвий. Він загинув по дорозі до села.

source: Rolf zginął podczas powrotu do wioski. Muszę wrócić do Folkarda i przekazać mu ponure wieści.
uk: Рольф був вбитий, коли ми повертались до села. Треба повернутися до Фолькарда і повідомити йому сумну новину.

source: Rolf, zmiennik wartownika Folkarda, nie wrócił od dłuższego czasu do wioski. Zaproponowałem Folkardowi, że pomogę odnaleźć jego kolegę.
uk: Рольф, охоронець, який підміняв Фолькарда, вже тривалий час не повертається до села. Я запропонував допомогти Фолькарду знайти його колегу.

source: Rolfa wciąż nie ma. Powinienem się pośpieszyć, kto wie, co mu się mogło stać...
uk: Рольфа досі нема. Я повинен поспішити, хто знає, що з ним могло статися...

source: Ronja
uk: Роня

source: Rosaline ma gust. Nigdy nie zainteresowałaby się takim... prostaczkiem.
uk: Розалін має смак. Вона ніколи не зацікавиться таким... простачком.

source: Rosita
uk: Розіта

source: Rosita będzie zachwycona!
uk: Розіта буде в захваті!

source: Rosita chyba nie chce rozmawiać o Stanie. Może zapytam jej koleżankę, Tarę?
uk: Розіта, схоже, не хоче говорити про Стена. Може, варто запитати її подругу Тару?

source: Rosita może mi pokazać, jak skuteczniej otwierać zamki i jak okradać innych.
uk: Розіта може показати мені, як ефективніше відмикати замки та обкрадати інших.

source: Rosita nie chciała odpowiedzieć na moje pytanie. Chyba nie chce rozmawiać przy Benie. Zagadam ją ponownie, gdy będzie trochę dalej.
uk: Розіта не захотіла відповідати на моє запитання. Думаю, що вона не хоче про це говорити при Бенові. Я поговорю з нею знову, коли вона відійде трохи далі.

source: Roy
uk: Рой

source: Roy z Ustronia Żeglarza będzie ze mną handlować wszystkim, co morze wyrzuciło na plażę.
uk: Рой із Прихистку моряка готовий торгувати зі мною всіма дарами моря, викинутими на берег.

source: Rozbijacz głów
uk: Розтрощувач голів

source: Rozbijajmy ten obóz i bierzmy się za szukanie skarbów. Nie mam zamiaru wyjść stąd z pustymi rękami.
uk: Розгортаймо табір і берімося за пошуки скарбів. Я не маю наміру йти звідси з порожніми руками.

source: Rozbijca
uk: Руйнівник

source: Rozbiliśmy bandę przemytników i zajęliśmy ich kryjówkę.
uk: Ми розбили банду контрабандистів і захопили їхню схованку.

source: Rozbiliśmy się... próbowałem przedrzeć się przez bagno...
uk: Ми розбилися... намагалися пробратися через болото...

source: Rozbitek
uk: Робінзон

source: Rozbójnicy, piraci, plagi no i oczywiście te orkowe bydlaki. Słowem wszystko, co może zagrozić bezpieczeństwu wyspy i okolic.
uk: Розбійники, пірати, чума і, звичайно ж, ці кляті орки. Загалом, усе, що може загрожувати безпеці острова і його околиць.

source: Rozchorował się i nie jest w stanie oddalić się od wychodka na dalej niż metr. Wierz mi, sam nie jestem zadowolony z dodatkowych obowiązków!
uk: Він захворів і не може відійти від ліжка далі, ніж на метр. Повір, я й сам не в захваті від додаткових обов'язків!

source: Rozcinacz
uk: Розтинач

source: Rozczarowani.
uk: Розчарованими.

source: Rozczarowujesz mnie. No nic... musimy przejść do bardziej przekonujących argumentów.
uk: Ти мене розчаровуєш. Ну, нічого... ми повинні перейти до більш переконливих аргументів.

source: Rozczaruję cię, ale nie mamy zamiaru wracać do cuchnących prycz, jeść tego samego zatęchłego żarcia i spełniać zachcianek dowódcy.
uk: Я тебе розчарую, але ми не маємо наміру повертатися до смердючих ліжок, їсти ту саму несвіжу їжу і виконувати забаганки командира.

source: Rozdrabniacz
uk: Товкач

source: Rozdział
uk: Розділ

source: Rozdział 1
uk: Розділ 1

source: Rozdział 2
uk: Розділ 2

source: Rozdział 3
uk: Розділ 3

source: Rozdział 4
uk: Розділ 4

source: Rozdział 5
uk: Розділ 5

source: Rozdział 6
uk: Розділ 6

source: Rozdzielczość
uk: Розширення

source: Rozdzielili się i wyczekują na sygnał od swojego lidera.
uk: Вони розділилися і чекають сигналу від свого ватажка.

source: Rozdzieliliśmy się, zmierzają właśnie w stronę wioski.
uk: Ми розділились, вони якраз прямують до села.

source: Rozdzieliliśmy się.
uk: Ми розділилися.

source: Rozdzieliliśmy się. Ja i Rupert poszliśmy przodem, by oczyścić drogę, a reszta ma niebawem dotrzeć do wioski.
uk: Ми розділилися. Я і Руперт пішли вперед, щоб розчистити шлях, а решта незабаром повинні дійти до села.

source: Rozdzielmy się, może komuś udało się przeżyć i leży ranny.
uk: Давай розділимося. Можливо, комусь вдалося вижити, і він лежить поранений.

source: Rozdzielmy się, zagadamy dzięki temu więcej ludzi.
uk: Давай розділимося, так ми зможемо поговорити з більшою кількістю людей.

source: Rozejrzałem się, czy nikt oprócz mnie jej nie widzi, no i poszedłem w jej stronę.
uk: Я роззирнувся, щоб пересвідчитися, що ніхто, окрім мене, її не бачить, і пішов до неї.

source: Rozejrzyj się i przejrzyj na oczy. Ukrywacie się po lasach jak szczury, a jeszcze parę dni temu mogliście mieć wszystko.
uk: Озирнись навколо і переконайся на власні очі. Ви ховаєтеся в лісі, як щури, а ще кілька днів тому могли б мати все.

source: Rozejrzyj się po porcie, tam zalęgło najwięcej przybyszów. Zwróć uwagę na tych, którzy żyją na wyższym poziomie, niż ich obecna sytuacja mogłaby wskazywać.
uk: Пошукай в порту, там влаштувалося найбільше новоприбулих. Звертай увагу на тих, хто в такому жалюгідному становищі примудряється жити краще за своїх сусідів.

source: Rozejrzyj się po spiżarni, powinno być tu jeszcze kilka butelek z dokładnie taką etykietą.
uk: Оглянь комору, тут має бути ще кілька пляшок з такою ж етикеткою.

source: Rozejrzyj się w Wilczym Leżu, może któryś Syn nie będzie miał akurat nic do roboty. A jak nie, to szukaj gdzie popadnie, nawet na bagnach albo w wulkanie, jeśli będzie trzeba.
uk: Пошукай у Вовчому Лігві. Може, комусь із Синів зараз немає чим зайнятися. Якщо ні, то шукай де завгодно, навіть на болоті чи у вулкані, якщо буде потрібно.

source: Rozejrzyj się w slumsach. Ludzie trzymają tam mnóstwo różnego barachła, więc powinni mieć i jakąś łopatę.
uk: Пошукай в нетрях. Люди тримають там всякий мотлох, тож і лопата у них повинна знайтись.

source: Rozejrzyj się za jakąś wskazówką, jaki wzór trzeba ułożyć i porozmawiaj z naszymi wojownikami. Niech pomogą ci aktywować odpowiednie płyty.
uk: Роздивися довкола, пошукай підказки, який візерунок тобі потрібно скласти, та поговори з нашими воїнами. Нехай вони допоможуть тобі активувати потрібні плити.

source: Rozejrzyj się, każdy oczekujący ma tutaj pilną sprawę. Wszyscy chcą zostać obywatelami, a nawet czytać nie potrafią!
uk: Озирнися навколо, у кожного, хто тут чекає, є термінові справи. Вони всі хочуть стати громадянами, а самі навіть читати не вміють!

source: Rozejrzyj się, wszędzie wokół jest pełno strażników. Znają mnie od lat, jeśli mnie teraz zaatakujesz, to wylecisz stąd szybciej niż jesteś w stanie powiedzieć pełzacz.
uk: Озирнись, навколо повно вартових. Вони знають мене багато років, якщо ти зараз нападеш на мене, то вилетиш звідси швидше, ніж встигнеш сказати 'повзун'.

source: Rozejrzyjcie się na drodze między wioską a pracownią Bodowina.
uk: Огляньте дорогу між селом та майстернею Бодовіна.
